/* No comment provided by engineer. */
" and " = " and ";

/* No comment provided by engineer. */
" MB" = " MB";

/* No comment provided by engineer. */
"%@ is %@" = "%@ is %@";

/* No comment provided by engineer. */
"%@ is after %@" = "%@ is after %@";

/* No comment provided by engineer. */
"%@ is before %@" = "%@ is before %@";

/* No comment provided by engineer. */
"%@ is not %@" = "%@ is not %@";

/* No comment provided by engineer. */
"%@ is not today" = "%@ is not today";

/* No comment provided by engineer. */
"%@ is not within 1 day" = "%@ is not within 1 day";

/* No comment provided by engineer. */
"%@ is not within 1 month" = "%@ is not within 1 month";

/* No comment provided by engineer. */
"%@ is not within 1 week" = "%@ is not within 1 week";

/* No comment provided by engineer. */
"%@ is not within 2 days" = "%@ is not within 2 days";

/* No comment provided by engineer. */
"%@ is not within 2 months" = "%@ is not within 2 months";

/* No comment provided by engineer. */
"%@ is not within 2 weeks" = "%@ is not within 2 weeks";

/* No comment provided by engineer. */
"%@ is not within 3 days" = "%@ is not within 3 days";

/* No comment provided by engineer. */
"%@ is not within 3 months" = "%@ is not within 3 months";

/* No comment provided by engineer. */
"%@ is not within 3 weeks" = "%@ is not within 3 weeks";

/* No comment provided by engineer. */
"%@ is not within 6 months" = "%@ is not within 6 months";

/* No comment provided by engineer. */
"%@ is today" = "%@ is today";

/* No comment provided by engineer. */
"%@ is within 1 day" = "%@ is within 1 day";

/* No comment provided by engineer. */
"%@ is within 1 month" = "%@ is within 1 month";

/* No comment provided by engineer. */
"%@ is within 1 week" = "%@ is within 1 week";

/* No comment provided by engineer. */
"%@ is within 2 days" = "%@ is within 2 days";

/* No comment provided by engineer. */
"%@ is within 2 months" = "%@ is within 2 months";

/* No comment provided by engineer. */
"%@ is within 2 weeks" = "%@ is within 2 weeks";

/* No comment provided by engineer. */
"%@ is within 3 days" = "%@ is within 3 days";

/* No comment provided by engineer. */
"%@ is within 3 months" = "%@ is within 3 months";

/* No comment provided by engineer. */
"%@ is within 3 weeks" = "%@ is within 3 weeks";

/* No comment provided by engineer. */
"%@ is within 6 months" = "%@ is within 6 months";

/* No comment provided by engineer. */
"%d GB" = "%d GB";

/* No comment provided by engineer. */
"%d K" = "%d K";

/* No comment provided by engineer. */
"%d MB" = "%d MB";

/* dotMac error */
"A .Mac error has occurred." = "A .Mac error has occurred.";

/* No comment provided by engineer. */
"All files and folders" = "All files and folders";

/* default archive name */
"Archive" = "Archive";

/* .Mac destination */
"Archives will be uploaded to your Documents folder on your iDisk." = "Archives will be uploaded to your Documents folder on your iDisk.";

/* No comment provided by engineer. */
"Burn Warning" = "Burn Warning";

/* No comment provided by engineer. */
"Burn Warning Description" = "Burn Warning Description";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Canceling..." = "Canceling...";

/* No comment provided by engineer. */
"date created" = "date created";

/* No comment provided by engineer. */
"date modified" = "date modified";

/* No comment provided by engineer. */
"Destination" = "Destination";

/* No comment provided by engineer. */
"DotMac error, insufficient storage" = "DotMac error, insufficient storage";

/* No comment provided by engineer. */
"DotMac error, invalid credentials" = "DotMac error, invalid credentials";

/* No comment provided by engineer. */
"DotMac error, network error" = "DotMac error, network error";

/* No comment provided by engineer. */
"DotMac error, unknown error" = "DotMac error, unknown error";

/* app name */
"DropStuff" = "DropStuff";

/* No comment provided by engineer. */
"Encoding" = "Encoding";

/* No comment provided by engineer. */
"extension" = "extension";

/* No comment provided by engineer. */
"extension is \"%@\"" = "extension is \"%@\"";

/* No comment provided by engineer. */
"extension is not \"%@\"" = "extension is not \"%@\"";

/* No comment provided by engineer. */
"Failed to connect to iDisk." = "Failed to connect to iDisk.";

/* No comment provided by engineer. */
"Failed to locate a .Mac account for this user." = "Failed to locate a .Mac account for this user.";

/* No comment provided by engineer. */
"Failed to upload to iDisk." = "Failed to upload to iDisk.";

/* No comment provided by engineer. */
"Failed to validate .Mac validateCredentials." = "Failed to validate .Mac validateCredentials.";

/* No comment provided by engineer. */
"file name" = "file name";

/* No comment provided by engineer. */
"GB" = "GB";

/* custom destination
   custom folder destination */
"Into %@" = "Into %@";

/* No comment provided by engineer. */
"K" = "K";

/* No comment provided by engineer. */
"label" = "label";

/* No comment provided by engineer. */
"label is \"%@\"" = "label is \"%@\"";

/* No comment provided by engineer. */
"label is not \"%@\"" = "label is not \"%@\"";

/* No comment provided by engineer. */
"MB" = "MB";

/* No comment provided by engineer. */
"name contains \"%@\"" = "name contains \"%@\"";

/* No comment provided by engineer. */
"name does not contain \"%@\"" = "name does not contain \"%@\"";

/* No comment provided by engineer. */
"name does not end with \"%@\"" = "name does not end with \"%@\"";

/* No comment provided by engineer. */
"name does not start with \"%@\"" = "name does not start with \"%@\"";

/* No comment provided by engineer. */
"name ends with \"%@\"" = "name ends with \"%@\"";

/* No comment provided by engineer. */
"name is \"%@\"" = "name is \"%@\"";

/* No comment provided by engineer. */
"name is not \"%@\"" = "name is not \"%@\"";

/* No comment provided by engineer. */
"name starts with \"%@\"" = "name starts with \"%@\"";

/* No comment provided by engineer. */
"New archives will be burned onto a CD or DVD." = "New archives will be burned onto a CD or DVD.";

/* No comment provided by engineer. */
"New archives will be created in %@." = "New archives will be created in %@.";

/* No comment provided by engineer. */
"New archives will be created in the same destination as the source items." = "New archives will be created in the same destination as the source items.";

/* No comment provided by engineer. */
"New archives will be uploaded to %@" = "New archives will be uploaded to %@";

/* No comment provided by engineer. */
"New archives will be uploaded to .Mac" = "New archives will be uploaded to .Mac";

/* No comment provided by engineer. */
"No folder specified" = "No folder specified";

/* No comment provided by engineer. */
"No ftp server has been selected." = "No ftp server has been selected.";

/* No comment provided by engineer. */
"None" = "None";

/* alert ok button */
"OK" = "OK";

/* No comment provided by engineer. */
"Options" = "Options";

/* No comment provided by engineer. */
"Order Form" = "Order Form";

/* No comment provided by engineer. */
"Preferences" = "Preferences";

/* starting compression */
"Preparing..." = "Preparing...";

/* No comment provided by engineer. */
"Select a destination for %@:" = "Select a destination for %@:";

/* new archive destination */
"Select a destination for the new archive" = "Select a destination for the new archive";

/* one-time destination selection */
"Select a destination to create an archive in" = "Select a destination to create an archive in";

/* No comment provided by engineer. */
"size" = "size";

/* No comment provided by engineer. */
"size is greater than %ld KB" = "size is greater than %ld KB";

/* No comment provided by engineer. */
"size is less than %ld KB" = "size is less than %ld KB";

/* No comment provided by engineer. */
"Stuff Files" = "Stuff Files";

/* No comment provided by engineer. */
"Stuff With Filter" = "Stuff With Filter";

/* No comment provided by engineer. */
"StuffIt" = "StuffIt";

/* No comment provided by engineer. */
"Tar" = "Tar";

/* new .Mac user */
"The name or password for your .Mac account is incorrect." = "The name or password for your .Mac account is incorrect.";

/* No comment provided by engineer. */
"The selected destination could not be found. You will be prompted for a new destination." = "The selected destination could not be found. You will be prompted for a new destination.";

/* new archive name */
"untitled archive" = "untitled archive";

/* No comment provided by engineer. */
"Uploading segment %lld (Completed %hd%%)" = "Uploading segment %lld (Completed %hd%%)";

/* dotMac upload status
   ftp uploading */
"Uploading segment %qu (Completed %.0f%%)" = "Uploading segment %qu (Completed %.0f%%)";

/* secondary status waiting to start */
"Waiting for first segment..." = "Waiting for first segment...";

/* No comment provided by engineer. */
"You have %d days remaining to evaluate DropStuff." = "You have %d days remaining to evaluate DropStuff.";

/* No comment provided by engineer. */
"You have been using DropStuff for %d days over your evaluation period." = "You have been using DropStuff for %d days over your evaluation period.";

/* No comment provided by engineer. */
"You will be prompted for a location to store new archives." = "You will be prompted for a location to store new archives.";

/* No comment provided by engineer. */
"Zip" = "Zip";

